taskt/Core/Automation/Commands/DateTimeGroup/GetFormattedDateTimeFromCalculatedUnixDateTimeCommand.dot
digraph "GetFormattedDateTimeFromCalculatedUnixDateTimeCommand" {
"GetFormattedDateTimeFromCalculatedUnixDateTimeCommand" -> "AGetFormattedDateTimeFromCalculatedDateTimeCommands";
"AGetFormattedDateTimeFromCalculatedDateTimeCommands" -> "ACalculateDateTimeCommands";
"ACalculateDateTimeCommands" -> "ADateTimeConvertCommands";
"ACalculateDateTimeCommands" -> "IDateTimeResultProperties";
"ADateTimeConvertCommands" -> "ScriptCommand";
"ADateTimeConvertCommands" -> "IDateTimeConvertProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
