taskt/Core/Automation/Commands/DateTimeGroup/GetFormattedDateTimeFromCalculatedUnixDateTimeCommand.puml
@startuml
GetFormattedDateTimeFromCalculatedUnixDateTimeCommand --> AGetFormattedDateTimeFromCalculatedDateTimeCommands
AGetFormattedDateTimeFromCalculatedDateTimeCommands --> ACalculateDateTimeCommands
ACalculateDateTimeCommands --> ADateTimeConvertCommands
ACalculateDateTimeCommands --> IDateTimeResultProperties
ADateTimeConvertCommands --> ScriptCommand
ADateTimeConvertCommands --> IDateTimeConvertProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
